{"language": "en", "sectionNames": ["Chapter", "Verse"], "heTitle": "שופטים", "title": "Judges", "versionSource": "https://www.sefaria.org/Judges", "text": [["Now after the death of Yehoshua it came to pass, that the children of Yisra᾽el asked Yahweh, saying, Who shall go up for us against the Kena῾ani first, to fight against them?", "And Yahweh said, Yehuda shall go up: behold, I have delivered the land into his hand.", "And Yehuda said to Shim῾on his brother, Come up with me into my lot, that we may fight against the Kena῾ani; and I likewise will go with thee into thy lot. So Shim῾on went with him.", "And Yehuda went up; and Yahweh delivered the Kena῾ani and the Perizzi into their hand: and they smote of them in Bezeq ten thousand men.", "And they found Adoni-bezeq in Bezeq: and they fought against him, and they smote the Kena῾ani and the Perizzi.", "But Adoni-bezeq fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes.", "And Adoni-bezeq said, Seventy kings, having their thumbs and their great toes cut off, gathered food under my table: as I have done, so God has requited me. And they brought him to Yerushalayim, and there he died.", "Now the children of Yehuda fought against Yerushalayim, and took it, and smote it with the edge of the sword, and set the city on fire.", "And afterwards the children of Yehuda went down to fight against the Kena῾ani, that dwelt in the mountain, and in the Negev, and in the coastal plain.", "And Yehuda went against the Kena῾ani that dwelt in Ĥevron: (now the name of Ĥevron before was Qiryat-arba:) and they smote Sheshay, and Aĥiman, and Talmay.", "And from there he went against the inhabitants of Devir: and the name of Devir before was Qiryat-sefer:", "and Kalev said, He that smites Qiryat-sefer, and takes it, to him will I give ῾Akhsa my daughter to wife.", "And ῾Otni᾽el the son of Qenaz, Kalev’s younger brother, took it: and he gave him ῾Akhsa his daughter to wife.", "And it came to pass, when she came to him, that she moved him to ask of her father a field: and she alighted from her ass; and Kalev said to her, What wilt thou?", "And she said to him, Give me a blessing: for thou hast given me a Negev land; give me also pools of water. And Kalev gave her the upper pools and the lower pools.", "And the children of the Qeni, Moshe’s father in law, went up out of the city of palm trees with the children of Yehuda into the wilderness of Yehuda, which lies in the south of ῾Arad; and they went and dwelt among the people.", "And Yehuda went with Shim῾on his brother, and they slew the Kena῾ani that inhabited Żefat, and utterly destroyed it. And the name of the city was called Ĥorma.", "And Yehuda took ῾Azza with its border, and Ashqelon with its border, and ῾Eqron with its border.", "And Yahweh was with Yehuda; and he drove out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron.", "And they gave Ĥevron to Kalev, as Moshe said: and he expelled from there the three sons of ῾Anaq.", "And the children of Binyamin did not drive out the Yevusi, that inhabited Yerushalayim; but the Yevusi dwell with the children of Binyamin in Yerushalayim to this day.", "And the house of Yosef, they too went up against Bet-el: and Yahweh was with them.", "And the house of Yosef sent to spy out Bet-el. (Now the name of the city before was Luz.)", "And the scouts saw a man come out of the city, and they said to him, Show us, we pray thee, the entrance into the city, and we will deal kindly with thee.", "And when he showed them the entrance to the city, they smote the city with the edge of the sword; but they let the man and all his family go free.", "And the man went into the land of the Ĥittim, and built a city, and called its name Luz: which is its name to this day.", "Neither did Menashshe drive out the inhabitants of Bet-she᾽an and its hamlets, nor Ta῾nakh and its hamlets, nor the inhabitants of Dor and its hamlets, nor the inhabitants of Yivle῾am and its hamlets, nor the inhabitants of Megiddo and its hamlets: but the Kena῾ani persisted in dwelling in that land.", "And it came to pass, when Yisra᾽el was strong, that they put the Kena῾ani to tribute, and did not utterly drive them out.", "Neither did Efrayim drive out the Kena῾ani that dwelt in Gezer; but the Kena῾ani dwelt in Gezer among them.", "Neither did Zevulun drive out the inhabitants of Qitron, nor the inhabitants of Nahalol; but the Kena῾ani dwelt among them, and became tributaries.", "Neither did Asher drive out the inhabitants of ῾Akko, nor the inhabitants of Żidon, nor of Aĥlav, nor of Akhziv, nor of Ĥelba, nor of Afiq, nor of Reĥov.", "But the Asheri dwelt among the Kena῾ani, the inhabitants of the land: for they did not drive them out.", "Neither did Naftali drive out the inhabitants of Bet-shemesh, nor the inhabitants of Bet-῾anat; but he dwelt among the Kena῾ani, the inhabitants of the land: nevertheless the inhabitants of Bet-shemesh and of Bet-῾anat became tributaries to them.", "And the Emori forced the children of Dan into the mountain: for they would not allow them to come down to the valley:", "but the Emori persisted in dwelling in mount Ĥeres in Ayyalon, and in Sha῾alvim: yet the hand of the house of Yosef prevailed, so that they became tributaries.", "And the border of the Emori was from Ma῾ale-῾aqrabbim, from the rock upwards."], ["And an angel of Yahweh came up from Gilgal to Bokhim,    and said, I caused you to go up out of Miżrayim, and have brought you to the land which I swore to your fathers; and I said, I will never break my covenant with you.", "And you shall make no covenant with the inhabitants of this land; you shall pull down their altars: but you have not obeyed my voice: why have you done this?", "Moreover, I said, I will not drive them out from before you; but they shall be as snares to you, and their gods shall be a trap to you.", "And it came to pass, when the angel of Yahweh spoke these words to all the children of Yisra᾽el, that the people lifted up their voice, and wept.", "And they called the name of that place Bokhim: and they sacrificed there to Yahweh.", "And when Yehoshua had let the people go, the children of Yisra᾽el went every man to his inheritance to possess the land.", "And the people served Yahweh all the days of Yehoshua, and all the days of the elders that outlived Yehoshua, who had seen all the great work of Yahweh, that he did for Yisra᾽el.", "And Yehoshua the son of Nun, the servant of Yahweh, died, being a hundred and ten years old.", "And they buried him in the border of his inheritance in Timnat-ĥeres, in the mount of Efrayim, on the north side of the hill Ga῾ash.", "And also all that generation were gathered to their fathers: and there arose another generation after them, which knew not Yahweh, nor yet the work which he had done for Yisra᾽el.", "And the children of Yisra᾽el did evil in the sight of Yahweh, and served the Ba῾alim:", "and they forsook Yahweh of their fathers, who had brought them out of the land of Miżrayim, and followed other gods, of the gods of the people that were round about them, and bowed themselves down to them, and provoked Yahweh to anger.", "And they forsook Yahweh, and served the Ba῾al and the ῾Ashtarot.", "And the anger of Yahweh burned against Yisra᾽el, and he delivered them into the hands of spoilers that plundered them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.", "Wherever they went out, the hand of Yahweh was against them for evil, as Yahweh had said, and as Yahweh had sworn to them: and they were greatly distressed.", "Nevertheless Yahweh raised up judges, who saved them from the hand of their plunderers.", "And yet they would not hearken to their judges, but they went astray after other gods, and bowed themselves down to them: they turned aside quickly out of the way in which their fathers had gone, obeying the commandments of Yahweh; but they did not so.", "And when Yahweh raised them up judges, then Yahweh was with the judge, and saved them out of the hand of their enemies all the days of the judge: for Yahweh relented on account of their groanings, caused by those that oppressed them and vexed them.", "And it came to pass, when the judge was dead, that they relapsed, and became more corrupt than their fathers, in following other gods to serve them, and to bow down to them; they omitted nothing of their practices, nor of their stubborn way.", "And the anger of Yahweh burned against Yisra᾽el; and he said, Because this people has transgressed my covenant which I commanded their fathers, and has not hearkened to my voice;", "I also will not continue to drive out from before them any of the nations which Yehoshua left when he died:", "that through them I may put Yisra᾽el to the proof, whether they will keep the way of Yahweh to walk in it, as their fathers did keep it, or not.", "Therefore Yahweh left those nations without driving them out hastily; and he did not give them up into the hand of Yehoshua."], ["Now these are the nations which Yahweh left to put Yisra᾽el to the proof by them, all those who had not known all the wars of Kena῾an;", "only that the generations of the children of Yisra᾽el might know, to teach them war, at the least such as before knew nothing of those matters;", "namely, five lords of the Pelishtim, and all the Kena῾ani, and the Żidoni, and the Ĥivvi, that dwelt in mount Levanon, from mount Ba῾al-ĥermon to the entrance of Ĥamat.", "And they were for putting Yisra᾽el to the proof, to know whether they would hearken to the commandments of Yahweh, which he commanded their fathers by the hand of Moshe.", "And the children of Yisra᾽el dwelt among the Kena῾ani, the Ĥitti, and the Emori, and the Perizzi, and the Ĥivvi, and the Yevusi:", "and they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.", "And the children of Yisra᾽el did evil in the sight of Yahweh, and forgot Yahweh their God, and served the Ba῾alim and the Asherot.", "Therefore the anger of Yahweh burned against Yisra᾽el and he sold them into the hand of Kushan-rish῾atayim, king of Aram: and the children of Yisra᾽el served Kushan-rish῾atayim eight years.", "And when the children of Yisra᾽el cried to Yahweh, Yahweh raised up a deliverer to the children of Yisra᾽el, who delivered them, namely, ῾Otni᾽el the son of Qenaz, Kalev’s younger brother.", "And the spirit of Yahweh came upon him, and he judged Yisra᾽el, and went out to war: and Yahweh delivered Kushan-rish῾atayim, king of Aram, into his hand; and his hand prevailed against Kushan-rish῾atayim.", "And the land was quiet for forty years. And ῾Otni᾽el the son of Qenaz died.", "And the children of Yisra᾽el did evil again in the sight of Yahweh: and Yahweh strengthened ῾Eglon the king of Mo᾽av against Yisra᾽el, because they had done evil in the sight of Yahweh.", "And he gathered to him the children of ῾Ammon and ῾Amaleq, and went and smote Yisra᾽el, and they seized the city of palm trees.", "So the children of Yisra᾽el served ῾Eglon the king of Mo᾽av, for eighteen years.", "But when the children of Yisra᾽el cried to Yahweh, Yahweh raised them up a deliverer, Ehud the son of Gera, a Binyamini, a left-handed man, and by him the children of Yisra᾽el sent a present to ῾Eglon the king of Mo᾽av.", "But Ehud made him a sword which had two edges, of a cubit length; and he girded it under his clothes on his right thigh.", "And he brought the present to ῾Eglon king of Mo᾽av: and ῾Eglon was a very fat man.", "And when he had finished offering the present, he sent away the people that bore the present.", "But he himself turned back after reaching the carved stones that were by Gilgal, and said, I have a secret errand to thee, O king. The latter said, Keep silence, and all that stood by him went out from him.", "And Ehud came to him; and he was sitting in a cool upper chamber, which he had for himself alone. And Ehud said, I have a message from God to thee. So he arose out of his seat.", "And Ehud put forth his left hand, and took the sword from his right thigh, and thrust it into his belly:", "and the haft also went in after the blade; and the fat closed upon the blade, so that he could not draw the dagger out of his belly; and the dirt came out.", "Then Ehud went out to the vestibule, and shut the doors of the chamber upon him, and locked them.", "When he was gone out, his servants came; and when they saw that, behold, the doors of the chamber were locked, they said, Surely he is relieving himself in the cool chamber.", "And they waited till it was late: and, behold, he opened not the doors of the chamber; therefore they took a key, and opened them: and, behold, their lord was fallen down dead on the earth.", "And Ehud escaped while they tarried, and passed beyond the carved stones, and escaped into Se῾ir.", "And it came to pass, when he arrived, that he blew a shofar in the mountain of Efrayim, and the children of Yisra᾽el went down with him from the mount, and he before them.", "And he said to them, Follow after me: for Yahweh has delivered your enemies, namely Mo᾽av, into your hand. And they went down after him, and seized the fords of the Yarden towards Mo᾽av, and allowed no man to pass over.", "And they slew of Mo᾽av at that time about ten thousand men, all lusty, and all men of valour; and no man escaped.", "So Mo᾽av was subdued that day under the hand of Yisra᾽el. And the land was quiet for eighty years.", "And after him was Shamgar the son of ῾Anat, who slew of the Pelishtim six hundred men with an ox goad: and he also delivered Yisra᾽el."], ["And the children of Yisra᾽el again did evil in the sight of Yahweh, when Ehud was dead.", "And Yahweh sold them into the hand of Yavin king of Kena῾an, who reigned in Ĥażor; the captain of whose host was Sisera, which dwelt in Ĥaroshet-haggoyim.", "And the children of Yisra᾽el cried to Yahweh: for he had nine hundred chariots of iron; and twenty years he strongly oppressed the children of Yisra᾽el.", "And Devora, a prophetess, the wife of Lappidot, she judged Yisra᾽el at that time.", "And she dwelt under the palm tree of Devora between Rama and Bet-el in mount Efrayim: and the children of Yisra᾽el came up to her for judgment.", "And she sent and called Baraq the son of Avino῾am out of Qedesh-naftali, and said to him, Has not Yahweh of Yisra᾽el commanded, saying, Go and gather your men to mount Tavor, and take with thee ten thousand men of the children of Naftali and of the children of Zevulun?", "And I will draw out to thee to the wadi of Qishon, Sisera, the captain of Yavin’s army, with his chariots and his multitude; and I will deliver him into thy hand.", "And Baraq said to her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go.", "And she said, I will surely go with thee: however thou shalt scarcely attain honour on the journey that thou goest; for Yahweh shall yield Sisera into the hand of a woman. And Devora arose, and went with Baraq to Qedesh.", "And Baraq summoned Zevulun and Naftali to Qedesh; and he went up with ten thousand men at his feet: and Devora went up with him.", "Now Ĥever the Qenite, who was of the children of Ĥovav the father in law of Moshe, had severed himself from Qayin, and pitched his tent near the oak in Ża῾anannim, which is by Qedesh.", "And they told Sisera that Baraq the son of Avino῾am was gone up to mount Tavor.", "And Sisera gathered together all his chariots, nine hundred chariots of iron, and all the people that were with him, from Ĥaroshet-haggoyim to the wadi of Qishon.", "And Devora said to Baraq, Up; for this is the day on which Yahweh has delivered Sisera into thy hand: is not Yahweh gone out before thee? So Baraq went down from mount Tavor, and ten thousand men after him.", "And Yahweh confounded Sisera, and all his chariots, and all his host, with the edge of the sword before Baraq; so that Sisera alighted from his chariot, and fled away by foot.", "But Baraq pursued after the chariots, and after the host, as far as Ĥaroshet-haggoyim: and all the host of Sisera fell by the edge of the sword; there was not a man left.", "But Sisera fled away by foot to the tent of Ya᾽el the wife of Ĥever the Qenite: for there was peace between Yavin the king of Ĥażor and the house of Ĥever the Qeni.", "And Ya᾽el went out to meet Sisera, and said to him, Turn in, my lord, turn in to me; fear not. And when he had turned in to her into the tent, she covered him with a blanket.", "And he said to her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.", "Then he said to her, Stand in the door of the tent, and it shall be, if any man comes and inquires of thee, and says, Is there anyone here? that thou shalt say, No.", "Then Ya᾽el Ĥever’s wife took a tent peg, and took a hammer in her hand, and went softly to him, and drove the tent peg into his temple, and fastened it to the ground: for he was fast asleep and weary. So he died.", "And, behold, as Baraq pursued Sisera, Ya᾽el came out to meet him, and said to him, Come, and I will show thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the peg in his temple.", "So God subdued on that day Yavin the king of Kena῾an before the children of Yisra᾽el.", "And the hand of the children of Yisra᾽el prevailed more and more against Yavin the king of Kena῾an, until they had destroyed Yavin king of Kena῾an."], ["Then sang Devora and Baraq the son of Avino῾am on that day, saying,", "In time of tumultuous strife in Yisra᾽el when the people willingly offered themselves; praise Yahweh.", "Hear, O kings; give ear, O princes; I will sing to Yahweh; I will intone a melody to the God of Yisra᾽el.", "Lord, when Thou didst go out of Se῾ir, when Thou didst march out of the field of Edom, the earth trembled, and the heavens dropped, the clouds also dropped water.", "The mountains melted from before Yahweh, that Sinay before Yahweh of Yisra᾽el.", "In the days of Shamgar the son of ῾Anat, in the days of Ya᾽el, the highways were unoccupied, and the travellers walked through crooked byways.", "The inhabitants of the villages ceased, they ceased in Yisra᾽el, until I Devora arose, I arose a mother in Yisra᾽el.", "They chose new gods; then was war in the gates: was there a shield or spear seen among forty thousand in Yisra᾽el?", "My heart goes out to the governors of Yisra᾽el, that offered themselves willingly among the people. Bless Yahweh!", "You that ride on tawny she asses, you that sit on couches, and you that walk by the way, tell the tale.", "Louder than the voice of the archers; in the places of drawing water, there let them recite the righteous acts of Yahweh, the righteous acts toward the inhabitants of his villages in Yisra᾽el: when the people of Yahweh went down to the gates.", "Awake, awake, Devora: awake, awake, utter a song: arise, Baraq, and lead away thy captives, thou son of Avino῾am.", "Then he made a remnant have dominion over the nobles of the people: Yahweh made me have dominion over the mighty ones.", "From Efrayim came they, but rooted in ῾Amaleq, beyond thee, Binyamin with thy tribes; from Makhir came down leaders, and from Zevulun, those that handle the marshal’s staff.", "And the princes of Yissakhar were with Devora; as was Yissakhar, so was Baraq. Into the valley they rushed forth, at his feet. In the divisions of Re᾽uven, great were the resolves.", "Why then didst thou sit among the sheepfolds, to hear the bleatings of the flocks? For the divisions of Re᾽uven, great were the heart searchings.", "Gil῾ad dwells beyond the Yarden: and why did Dan remain by the ships? Asher continued on the sea shore, and abode by his bays.", "Zevulun was a people that jeoparded their lives to the death and Naftali likewise, on the high places of the field.", "The kings came and fought, then fought the kings of Kena῾an in Ta῾nakh by the waters of Megiddo; they took no gain of silver.", "They fought from heaven; the stars in their courses fought against Sisera.", "The wadi of Qishon swept them away, that ancient brook, the brook of Qishon. O my soul, march on in strength.", "Then did the horsehoofs beat from the frantic galloping of his mighty ones.", "Curse Meroz, said the angel of Yahweh, curse bitterly its inhabitants; because they did not come to the help of Yahweh, to the help of Yahweh against the mighty men.", "Blessed above women is Ya᾽el the wife of Ĥever the Qenite, blessed is she more than women in the tent.", "He asked water, but she gave him milk; she brought forth cream in a lordly dish.", "She put her hand to the tent peg, and her right hand to the workmen’s hammer; and she hammered Sisera, she smote through his head; she crushed and pierced his temple.", "At her feet he bent, he fell, he lay down: at her feet he bent, he fell: where he bowed, there he fell down, bereft of life.", "The mother of Sisera looked out at the window, and moaned through the lattice, Why is his chariot so long in coming? Why are the hoofbeats of his steeds so tardy?", "Her wise ladies answered her, she even returned answer to herself,", "Have they not found booty? have they not divided the prey; to every man a damsel or two; to Sisera a booty of divers colours, a plunder of many coloured needlework, dyed double worked garments for the necks of the spoilers.", "So let all Thy enemies perish, O Lord: but let them that love him be as the sun when it comes out in its might. And the land was quiet for forty years."], ["And the children of Yisra᾽el did evil in the sight of Yahweh: and Yahweh delivered them into the hand of Midyan for seven years.", "And the hand of Midyan prevailed against Yisra᾽el: and because of Midyan the children of Yisra᾽el made for themselves the tunnels which are in the mountains, and caves, and strongholds.", "And so it was, when Yisra᾽el had sown, that Midyan and ῾Amaleq, and the children of the east, came up against them;", "and they encamped against them, and destroyed the produce of the earth, as far as ῾Azza, and left no sustenance for Yisra᾽el, neither sheep, nor ox, nor ass.", "For they came up with their cattle and their tents, and they came like locusts for multitude; for both they and their camels were without number: and they entered into the land to destroy it.", "And Yisra᾽el was greatly impoverished because of Midyan; and the children of Yisra᾽el cried to Yahweh.", "And it came to pass, when the children of Yisra᾽el cried to Yahweh because of Midyan,", "that Yahweh sent a prophet to the children of Yisra᾽el, who said to them, Thus says Yahweh of Yisra᾽el, I brought you up from Miżrayim, and brought you out of the house of slaves;", "and I delivered you out of the hand of Miżrayim, and out of the hand of all those that oppressed you, and drove them out before you, and gave you their land;", "and I said to you, I am Yahweh your God; fear not the gods of the Emori, in whose land you dwell: but you did not obey my voice.", "And there came an angel of Yahweh, and sat under the terebinth which was in ῾Ofra, that belonged to Yo᾽ash the Avi-῾ezri: and his son Gid῾on was threshing wheat by the winepress, to hide it from Midyan.", "And the angel of Yahweh appeared to him, and said to him, Yahweh is with thee, thou mighty man of valour.", "And Gid῾on said to him, Oh my Lord, if Yahweh be with us, why then has all this befallen us? and where are all his miracles which our fathers told us of saying, Did not Yahweh bring us up from Miżrayim? but now Yahweh has forsaken us, and delivered us into the hand of Midyan.", "And Yahweh turned to him, and said, Go in this thy might, and thou shalt save Yisra᾽el from the hand of Midyan: have not I sent thee?", "And he said to him, Oh my Lord, with what shall I save Yisra᾽el? behold, my family is the poorest in Menashshe, and I am the youngest in my father’s house.", "And Yahweh said to him, Surely I will be with thee, and thou shalt smite Midyan as one man.", "And he said to him, If now I have found favour in Thy sight, then show me a sign that it is thou who talkest with me.", "Depart not from here, I pray thee, until I come to thee, and bring forth my present, and set it before thee. And he said, I will remain until thou come again.", "And Gid῾on went in, and made ready a kid, and unleavened cakes of an efa of flour: the meat he put in a basket, and he put the broth in a pot, and brought it out to him under the terebinth, and presented it.", "And the angel of God said to him, Take the meat and the unleavened cakes, and lay them upon this rock, and pour out the broth. And he did so.", "Then the angel of Yahweh stretched out the end of the staff that was in his hand, and touched the meat and the unleavened cakes; and the fire rose up out of the rock, and consumed the meat and the unleavened cakes. Then the angel of Yahweh departed out of his sight.", "And when Gid῾on perceived that he was an angel of Yahweh, Gid῾on said, Alas, O Lord God! because I have surely seen an angel of Yahweh face to face.", "And Yahweh said to him, Peace be to thee; fear not: thou shalt not die.", "Then Gid῾on built an altar there to Yahweh, and called it Adonay-shalom: to this day it is yet in ῾Ofra of the Avi-῾ezri.", "And it came to pass the same night, that Yahweh said to him, Take thy father’s young bullock, and the second bullock of seven years old, and throw down the altar of Ba῾al that thy father has, and cut down the Ashera that is by it:", "and build an altar to Yahweh thy God upon the top of this strong point, on the level place, and take the second bullock, and offer a burnt sacrifice with the wood of the Ashera which thou shalt cut down.", "Then Gid῾on took ten men of his servants, and did as Yahweh had said to him: and since he feared his father’s household, and the men of the city, he could not do it by day, but he did it by night.", "And when the men of the city arose early in the morning, behold, the altar of Ba῾al was pulled down, and the Ashera that was by it, was cut down, and the second bullock was offered upon the altar that was built.", "And they said one to another, Who has done this thing? And when they inquired and asked, they said, Gid῾on the son of Yo᾽ash has done this thing.", "Then the men of the city said to Yo᾽ash, Bring out thy son, that he may die: because he has pulled down the altar of Ba῾al, and because he has cut down the Ashera that was by it.", "And Yo᾽ash said to all that stood against him, Will you plead on behalf of Ba῾al? will you save him? he that will plead for him, let him be put to death before morning: if he be a god, let him plead for himself, that his altar has been pulled down.", "Therefore on that day he called him Yerubba῾al, saying, Let Ba῾al plead against him, because he has pulled down his altar.", "Then all Midyan and ῾Amaleq and the children of the east were gathered together, and went over, and pitched in the valley of Yizre᾽el.", "But the spirit of Yahweh clothed Gid῾on, and he blew a shofar; and Avi-῾ezer mustered behind him.", "And he sent messengers throughout all Menashshe; who also mustered behind him: and he sent messengers to Asher, and to Zevulun, and to Naftali; and they came up to meet them.", "And Gid῾on said to God, If Thou wilt save Yisra᾽el by my hand, as Thou hast said,", "behold, I will put a fleece of wool on the threshing floor; and if there be dew on the fleece only, and it be dry on all the ground elsewhere, then shall I know that Thou wilt save Yisra᾽el by my hand, as Thou hast said,", "And it was so: for he rose up early on the morrow, and pressed the fleece together, and wrung the dew out of the fleece, a bowl full of water.", "And Gid῾on said to God, Let not Thy anger burn against me, and I will speak but this once: let me prove, I pray Thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.", "And God did so that night: for it was dry on the fleece only, and there was dew on all the ground."], ["Then Yerubba῾al, who is Gid῾on, and all the people that were with him, rose up early, and camped beside ῾En-ĥarod: so that the host of Midyan was on the north side of them, by the hill of More, in the valley.", "And Yahweh said to Gid῾on, The people that are with thee are too many for me to give Midyan into their hands; lest Yisra᾽el vaunt themselves against me, saying, my own hand has saved me.", "Now therefore, proclaim in the ears of the people, saying, Whoever is fearful and afraid, let him return and depart early from mount Gil῾ad. And there returned of the people twenty two thousand; and ten thousand remained.", "And Yahweh said to Gid῾on, The people are yet too many; bring them down to the water, and I will sift them for thee there: and it shall be, that of whom I say to thee, This shall go with thee, that one shall go with thee; and of whomever I say to thee, This shall not go with thee, that one shall not go.", "So he brought the people down to the water: and Yahweh said to Gid῾on, Every one that laps of the water with his tongue, as a dog laps, him shalt thou set by himself; likewise every one that bows down upon his knees to drink.", "And the number of them that lapped, putting their hand to their mouth, were three hundred men: but all the rest of the people bowed down upon their knees to drink water.", "And Yahweh said to Gid῾on, By the three hundred men that lapped will I save you, and deliver Midyan into thy hand: and let all the other people go every man to his place.", "So the people took provisions in their hands, and their shofarot: and he sent all the rest of Yisra᾽el, every man to his tent, and retained those three hundred men: and the host of Midyan was beneath him in the valley.", "And it was on the same night, that Yahweh said to him, Arise, go down to the camp; for I have delivered it into thy hand.", "But if thou fear to go down, go thou with Pura thy boy down to the camp:", "and thou shalt hear what they say; and afterwards shall thy hands be strengthened to go down unto the host. Then went he down with Pura his boy to the fringe of the armed men that were in the camp.", "Now Midyan and ῾Amaleq and all the children of the east lay along in the valley like locusts for multitude; and their camels were without number, as the sand by the sea side for multitude.", "And when Gid῾on was come, behold, there was a man that told a dream to his fellow, and said, Behold, I dreamed a dream, and, lo, a slice of barley bread was rolling through the camp of Midyan, and it came to a tent, and smote it so that it fell, and overturned it, so that the tent tumbled down.", "And his fellow answered and said, This is nothing else but the sword of Gid῾on the son of Yo᾽ash, a man of Yisra᾽el: for into his hand has God delivered Midyan, and all the camp.", "And it was, when Gid῾on heard the telling of the dream, and its interpretation, that he bowed himself down to the ground, and returned to the camp of Yisra᾽el and said, Arise; for Yahweh has delivered into your hand the host of Midyan.", "And he divided the three hundred men into three companies, and he put a shofar in every man’s hand, with empty jars, and torches within the jars.", "And he said to them, Whatever you see me do, do likewise: and, behold, I am going to the edge of the camp, and it shall be, whatever I do, so shall you do.", "When I blow on the shofar, I and all that are with me, then you blow your shofarot also on every side of all the camp, and say, The sword of Yahweh, and of Gid῾on.", "So Gid῾on, and the hundred men that were with him, came to the edge of the camp at the beginning of the middle watch; and they had newly posted the sentinels: and they blew with the shofarot, and broke the jars that were in their hands.", "Then the three companies blew on the shofarot, and broke the jars, and held the torches in their left hands, and the shofarot in their right hands to blow on them: and they cried, The sword of Yahweh, and of Gid῾on.", "And they stood every man in his place round about the camp: and all the camp ran, and cried, and fled.", "And the three hundred blew the horns, and Yahweh set every man’s sword against his fellow, throughout all the camp: and the host fled to Bet-hashshitta in Żerera, and to the border of Avel-meĥola, at Tabbat.", "And the men of Yisra᾽el mustered together out of Naftali and out of Asher, and out of all Menashshe, and pursued after Midyan.", "And Gid῾on sent messengers throughout all mount Efrayim, saying, Come down against Midyan, and seize before them the waters as far as Bet-bara and the Yarden. Then all the men of Efrayim were mustered, and took the waters as far as Bet-bara and the Yarden.", "And they took two princes of Midyan, ῾Orev and Ze᾽ev; and they slew ῾Orev on the rock ῾Orev, and Ze᾽ev they slew at the winepress of Ze᾽ev, and pursued Midyan, and brought the heads of ῾Orev and Ze᾽ev to Gid῾on on the other side of the Yarden."], ["And the men of Efrayim said to him, What hast thou done to us, that thou didst not call us, when thou didst go to fight with Midyan? And they quarrelled with him sharply.", "And he said to them, What have I done now in comparison with you? Are not the gleanings of Efrayim better than the vintage of Avi-῾ezer?", "God has delivered into your hands the princes of Midyan, ῾Orev and Ze᾽ev: and what was I able to do in comparison with you? Then their anger was abated toward him, when he had said that.", "And Gid῾on came to the Yarden, and passed over, he, and the three hundred men that were with him, faint, yet pursuing them.", "And he said to the men of Sukkot, Give, I pray you, loaves of bread to the people that follow me; for they are faint, and I am pursuing after Zevaĥ and Żalmunna, kings of Midyan.", "And the princes of Sukkot said, Are the hands of Zevaĥ and Żalmunna now in thy hand, that we should give bread to thy army?", "And Gid῾on said, Therefore when Yahweh has delivered Zevaĥ and Żalmunna into my hand, then I will tear your flesh with the thorns of the wilderness and with briers.", "And he went up from there to Penu᾽el, and spoke to them likewise: and the men of Penu᾽el answered him as the men of Sukkot had answered him.", "And he spoke also to the men of Penu᾽el, saying, When I come again in peace, I will break down this tower.", "Now Zevaĥ and Żalmunna were in Qarqor, and their hosts with them, about fifteen thousand men, all that were left of all the camp of the children of the east: for there fell a hundred and twenty thousand men that drew sword.", "And Gid῾on went up by the way of the tent dwellers, on the east of Novaĥ and Yogbeha, and smote the camp: for the camp thought itself secure.", "And when Zevaĥ and Żalmunna fled, he pursued after them, and took the two kings of Midyan, Zevaĥ and Żalmunna, and the whole camp was panic stricken.", "And Gid῾on the son of Yo᾽ash returned from the battle from the ascent of Ĥeres,", "and caught a young man of the men of Sukkot, and inquired of him: and he wrote down for him the princes of Sukkot, and its elders seventy seven men.", "And he came to the men of Sukkot, and said, Behold Zevaĥ and Żalmunna, with whom you taunted me, saying, Are the hands of Zevaĥ and Żalmunna now in thy hand, that we should give bread to thy men that are weary?", "And he took the elders of the city, and thorns of the wilderness and briers, and with them he chastised the men of Sukkot.", "And he beat down the tower of Penu᾽el, and slew the men of the city.", "Then said he to Zevaĥ and Żalmunna, where are the men whom you slew at Tavor? And they answered, As thou art, so were they, the same; in shape like the sons of a king.", "And he said, They were my brothers, the sons of my mother: as Yahweh lives, if you had saved them alive, I would not slay you.", "And he said to Yeter his firstborn, Up, and slay them. But the youth did not draw his sword: for he feared, because he was still a lad.", "Then Zevaĥ and Żalmunna said, Rise thou, and fall upon us: for as the man is, so is his strength. And Gid῾on arose, and slew Zevaĥ and Żalmunna, and took away the crescents that were on their camels’ necks.", "Then the men of Yisra᾽el said to Gid῾on, Rule thou over us, both thou, and thy son, and thy son’s son also: for thou hast delivered us from the hand of Midyan.", "And Gid῾on said to them, I will not rule over you, neither shall my son rule over you: Yahweh shall rule over you.", "And Gid῾on said to them, I would make a request of you, that you would give me every man the earrings of his spoil. (For they had golden earrings, because they were Yishme᾽elim.)", "And they answered, We will willingly give them. And they spread a garment, and did cast on it every man the earrings of his spoil.", "And the weight of the golden earrings that he requested was one thousand seven hundred shekels of gold: besides the crescents, and the eardrops, and the purple garments that were on the kings of Midyan, and besides the chains that were about their camels’ necks.", "And Gid῾on made an efod of this, and put it in his city, even in ῾Ofra: and all Yisra᾽el went astray there after it: which thing became a snare to Gid῾on, and to his house.", "Thus was Midyan subdued before the children of Yisra᾽el, so that they lifted up their heads no more. And the country was in quietness for forty years in the days of Gid῾on.", "And Yerubba῾al the son of Yo᾽ash went and dwelt in his own house.", "And Gid῾on had seventy sons begotten of his body: for he had many wives.", "And his concubine that was in Shekhem, she also bore him a son, whose name he called Avimelekh.", "And Gid῾on the son of Yo᾽ash died in a good old age, and was buried in the tomb of Yo᾽ash his father, in ῾Ofra of the Avi-῾ezri.", "And it came to pass, as soon as Gid῾on was dead, that the children of Yisra᾽el turned again, and went astray after the Ba῾alim, and made Ba῾al-berit their god.", "And the children of Yisra᾽el did not remember Yahweh their God, who had delivered them out of the hands of all their enemies on every side:", "neither did they show kindness to the house of Yerubba῾al, namely, Gid῾on, according to all the goodness which he had shown to Yisra᾽el."], ["And Avimelekh the son of Yerubba῾al went to Shekhem to his mother’s brethren, and spoke to them, and to all the family of the house of his mother’s father, saying,", "Speak, I pray you, in the ears of all the men of Shekhem, Which is better for you, that all the sons of Yerubba῾al, who are seventy persons, reign over you, or that one should reign over you? remember also that I am your bone and your flesh.", "And his mother’s brethren spoke of him in the ears of all the men of Shekhem all these words: and their hearts inclined to follow Avimelekh; for they said, He is our brother.", "And they gave him seventy pieces of silver out of the house of Ba῾al-berit, with which Avimelekh hired vain and reckless persons, who followed him.", "And he went to his father’s house at ῾Ofra, and slew his brothers, the sons of Yerubba῾al, seventy persons, upon one stone: yet Yotam the youngest son of Yerubba῾al was left; for he hid him-self.", "And all the men of Shekhem gathered together, and all the house of Millo, and went, and made Avimelekh king, by the oak of the pillar that was in Shekhem.", "And when they told it to Yotam, he went and stood at the top of mount Gerizzim, and lifted up his voice, and cried, and said to them, Hearken to me, men of Shekhem, that God may hearken to you.", "The trees went out to anoint a king over them; and they said to the olive tree, Reign over us.", "But the olive tree said to them, Should I leave my fatness, with which by me they honour God and man, and go to hold sway over the trees?", "And the trees said to the fig tree, Come thou, and reign over us.", "But the fig tree said to them, Should I forsake my sweetness, and my good fruit, and go to hold sway over the trees?", "Then said the trees to the vine, Come thou, and reign over us.", "And the vine said to them, Should I leave my wine, which cheers God and man, and go to hold sway over the trees?", "Then said all the trees to the bramble, Come thou, and reign over us.", "And the bramble said to the trees, If in truth you anoint me king over you, then come and put your trust in my shadow: and if not, fire will issue from the bramble, and devour the cedars of Levanon.", "Now therefore, if you have done truly and sincerely, in making Avimelekh king, and if you have dealt well with Yerubba῾al and his house, and have done to him according to the deserving of his hands;", "(for my father fought for you, and adventured his life, and delivered you out of the hand of Midyan:", "and you have risen up against my father’s house this day, and have slain his sons, seventy men, upon one stone, and have made Avimelekh, the son of his maidservant, king over the men of Shekhem, because he is your brother;)", "if you then have dealt truly and sincerely with Yerubba῾al and with his house this day, then rejoice in Avimelekh, and let him also rejoice in you:", "but if not, fire will come out from Avimelekh, and devour the men of Shekhem, and the house of Millo; and fire will come out from the men of Shekhem, and from the house of Millo, and devour Avimelekh.", "And Yotam ran away, and fled, and went to Be᾽er, and dwelt there, for fear of Avimelekh his brother.", "When Avimelekh had reigned three years over Yisra᾽el,", "then God sent an evil spirit between Avimelekh and the men of Shekhem; and the men of Shekhem dealt treacherously with Avimelekh:", "that the violence done to the seventy sons of Yerubba῾al might come, and their blood be laid upon Avimelekh their brother, who slew them; and upon the men of Shekhem, who had aided him in the killing of his brothers.", "And the men of Shekhem set liers in wait for him on the tops of the mountains, and they robbed all that passed them on the highway: and it was told Avimelekh.", "And Ga῾al the son of ῾Eved came with his brethren, and passed through Shekhem: and the men of Shekhem put their confidence in him.", "And they went out into the fields, and gathered their vineyards, and trod the grapes, and made merry, and went into the house of their god, and ate and drank, and cursed Avimelekh.", "And Ga῾al the son of ῾Eved said, Who is Avimelekh, and who is Shekhem, that we should serve him? is not he the son of Yerubba῾al? and Zevul his officer? serve rather the men of Ĥamor the father of Shekhem: for why should we serve him?", "And would that this people were under my hand! then would I remove Avimelekh. And he said to Avimelekh, Increase thy army, and come out.", "And when Zevul the ruler of the city heard the words of Ga῾al the son of ῾Eved, his anger burned.", "And he sent messengers to Avimelekh privately, saying, Behold, Ga῾al the son of ῾Eved and his brethren have come to Shekhem; and they are fortifying the city against thee.", "Now therefore, rise up by night, thou and the people that is with thee, and lie in wait in the field:", "and it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city: and, behold, when he and the people that are with him come out against thee, then mayst thou do to them as thou shalt find occasion.", "And Avimelekh rose up, and all the people that were with him, by night, and they laid wait against Shekhem in four companies.", "And Ga῾al the son of ῾Eved went out, and stood in the entrance of the city gate: and Avimelekh rose up, and the people that were with him, from the ambush.", "And when Ga῾al saw the people, he said to Zevul, Behold, there come people down from the tops of the mountains. And Zevul said to him, Thou seest the shadow of the mountains as if they were men.", "And Ga῾al spoke again and said, See there come people down from the knoll of the land, and another company come along by the oak of Me῾onenim.", "Then Zevul said to him, Where is now thy mouth, with which thou didst say, Who is Avimelekh, that we should serve him? is not this the people that thou hast despised? go out, I pray now, and fight with them.", "And Ga῾al went out before the men of Shekhem, and fought with Avimelekh.", "And Avimelekh chased him, and he fled before him, and many were overthrown, and wounded, right up to the entrance of the gate.", "And Avimelekh dwelt at Aruma: and Zevul thrust out Ga῾al and his brothers, that they should not dwell in Shekhem.", "And it came to pass on the morrow, that the people went out into the field; and they told Avimelekh.", "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people were coming out of the city; and he rose up against them, and smote them.", "And Avimelekh, and the company that was with him, rushed forward, and stood in the entrance of the city gate: and the two other companies ran upon all the people that were in the fields, and slew them.", "And Avimelekh fought against the city, all that day, and he took the city, and slew the people that were in it, and pulled down the city, and sowed it with salt.", "And when all the men of the tower of Shekhem heard that, they entered the stronghold of Bet-el-berit.", "And it was told Avimelekh, that all the men of the tower of Shekhem were gathered together.", "And Avimelekh went up to mount Żalmon, he and all the people that were with him; and Avimelekh took an ax in his hand, and cut down a bough from the trees, and took it, and laid it on his shoulder, and said to the people that were with him, What you have seen me do, make haste, and do as I have done.", "And all the  people likewise cut down every man a bough, and followed Avimelekh, and put them to the stronghold, and set the hold on fire upon them; so that all the men of the tower of Shekhem died also, about a thousand men and women.", "Then Avimelekh went to Teveż, and encamped against Teveż, and took it.", "But there was a strong tower within the city, and all the men and women, and all they of the city fled there, and shut themselves in, and went up to the top of the tower.", "And Avimelekh came to the tower, and fought against it, and approached right up to the door of the tower to burn it with fire.", "And a woman cast an upper millstone upon Avimelekh’s head, and crushed his skull.", "Then he called hastily to the lad, his armourbearer, and said to him, Draw thy sword, and slay me, so that men should not say of me, A woman slew him. And his lad pierced him, and he died.", "And when the men of Yisra᾽el saw that Avimelekh was dead, they departed every man to his place.", "Thus God made reparation for the wickedness of Avimelekh, which he did to his father, in slaying his seventy brothers:", "and all the evil of the men of Shekhem did God requite upon their heads: and upon them came the curse of Yotam the son of Yerubba῾al."], ["And after Avimelekh there arose to defend Yisra᾽el Tola the son of Pu῾a, the son of Dodo, a man of Yissakhar, and he dwelt in Shamir in mount Efrayim.", "And he judged Yisra᾽el twenty three years, and died, and was buried in Shamir.", "And after him arose Ya᾽ir, the Gil῾adi, and judged Yisra᾽el twenty two years.", "And he had thirty sons that rode on thirty ass colts, and they had thirty cities, which are called Ĥavvot-ya᾽ir to this day, which are in the land of Gil῾ad.", "And Ya᾽ir died, and was buried in Qamon.", "And the children of Yisra᾽el continued to do evil in the sight of Yahweh, and served the Ba῾alim, and the ῾Ashtarot, and the gods of Aram, and the gods of Żidon, and the gods of Mo᾽av, and the gods of the children of ῾Ammon, and the gods of the Pelishtim, and forsook Yahweh, and served him not.", "And the anger of Yahweh burned against Yisra᾽el, and he sold them into the hands of the Pelishtim, and into the hands of the children of ῾Ammon.", "And that year they afflicted and oppressed the children of Yisra᾽el: and thus for eighteen years, all the children of Yisra᾽el that were on the other side of the Yarden in the land of the Emori, which is in Gil῾ad.", "Moreover the children of ῾Ammon passed over the Yarden to fight also against Yehuda, and against Binyamin, and against the house of Efrayim; so that Yisra᾽el was sorely distressed.", "And the children of Yisra᾽el cried to Yahweh, saying, We have sinned against Thee, because we have forsaken our God, and have served the Ba῾alim.", "And Yahweh said to the children of Yisra᾽el, Did not I deliver you from Miżrayim, and from the Emori, from the children of ῾Ammon, and from Pelishtim?", "The Żidonim also, and ῾Amaleq and Ma῾on, did oppress you; and you cried to me, and I delivered you out of their hand.", "Yet you have forsaken me, and served other gods: therefore I will deliver you no more.", "Go and cry to the gods which you have chosen; let them deliver you in the time of your trouble.", "And the children of Yisra᾽el said to Yahweh, We have sinned: do to us whatever seems good to Thee; only deliver us, we pray Thee, this day.", "And they put away the foreign gods from among them, and served Yahweh: and his soul was grieved for the misery of Yisra᾽el.", "Then the children of ῾Ammon mustered together, and encamped in Gil῾ad. And the children of Yisra᾽el assembled themselves together, and encamped in Miżpe.", "And the people and princes of Gil῾ad said to one another, What man is he that will begin to fight against the children of ῾Ammon? he shall be head over all the inhabitants of Gil῾ad."], ["Now Yiftaĥ the Gil῾adite was a mighty man of valour, and he was the son of a harlot: and Gil῾ad begot Yiftaĥ.", "And Gil῾ad’s wife bore him sons; and his wife’s sons grew up, and they drove out Yiftaĥ, and said to him, Thou shalt not inherit in our father’s house; for thou art the son of a strange woman.", "Then Yiftaĥ fled from his brothers, and dwelt in the land of Tov: and idle fellows joined themselves to Yiftaĥ, and went out with him.", "And it came to pass in the course of time, that the children of ῾Ammon made war against Yisra᾽el.", "And when the children of ῾Ammon made war against Yisra᾽el, the elders of Gil῾ad went to fetch Yiftaĥ out of the land of Tov:", "and they said to Yiftaĥ, Come, and be our captain, that we may fight with the children of ῾Ammon.", "And Yiftaĥ said to the elders of Gil῾ad, Did you not hate me, and expel me out of my father’s house? and why have you come to me now when you are in distress?", "And the elders of Gil῾ad said to Yiftaĥ, Therefore we turn again to thee now, that thou mayst go with us, and fight against the children of ῾Ammon, and be our head over all the inhabitants of Gil῾ad.", "And Yiftaĥ said to the elders of Gil῾ad, If you bring me back home to fight against the children of ῾Ammon, and Yahweh deliver them before me, shall I be your head?", "And the elders of Gil῾ad said to Yiftaĥ, Yahweh is witness between us, if we do not so according to thy words.", "Then Yiftaĥ went with the elders of Gil῾ad, and the people made him head and captain over them: and Yiftaĥ uttered all his words before Yahweh in Miżpe.", "And Yiftaĥ sent messengers to the king of the children of ῾Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?", "And the king of the children of ῾Ammon answered the messengers of Yiftaĥ, Because Yisra᾽el took away my land, when they came up out of Miżrayim, from Arnon as far as the Yabboq, and the Yarden: now therefore restore those lands again peaceably.", "And Yiftaĥ sent messengers again to the king of the children of ῾Ammon:", "and said to him, Thus says Yiftaĥ, Yisra᾽el did not take away the land of Mo᾽av, nor the land of the children of ῾Ammon:", "but when Yisra᾽el came up from Miżrayim, and walked through the wilderness to the Sea of Suf, and came to Qadesh;", "then Yisra᾽el sent messengers to the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken. And in like manner they sent to the king of Mo᾽av: but he would not consent: and so Yisra᾽el remained in Qadesh.", "Then they went along through the wilderness, and went round the land of Edom, and the land of Mo᾽av, and came by the east side of the land of Mo᾽av, and camped on the other side of Arnon, but came not within the border of Mo᾽av: for Arnon was the border of Mo᾽av.", "And Yisra᾽el sent messengers to Siĥon king of the Emori, the king of Ĥeshbon; and Yisra᾽el said to him, Let us pass, we pray thee, through thy land to my place.", "But Siĥon did not trust Yisra᾽el to pass through his border: but Siĥon gathered all his people together, and pitched in Yahaż and fought against Yisra᾽el.", "And Yahweh of Yisra᾽el delivered Siĥon and all his people into the hand of Yisra᾽el, and they smote them: so Yisra᾽el possessed all the land of the Emori, the inhabitants of that country.", "And they possessed all the border of the Emori from Arnon even as far as Yabboq, and from the wilderness as far as the Yarden.", "So now Yahweh of Yisra᾽el has driven out the Emori from before his people Yisra᾽el, and shouldst thou possess their land?", "Wilt not thou possess that which Kemosh thy god gives thee to possess? So likewise that which Yahweh our God has voided before us, that shall we possess.", "And now art thou at all better than Balaq the son of Żippor, king of Mo᾽av? did he ever strive against Yisra᾽el, or did he ever fight against them,", "while Yisra᾽el dwelt in Ĥeshbon and its hamlets, and in ῾Ar῾or and its hamlets, and in all the cities that are along by the shores of Arnon, for three hundred years? why did you not recover them within that time?", "But I have not sinned against thee, but thou doest me wrong to war against me: Yahweh the Judge be judge this day between the children of Yisra᾽el and the children of ῾Ammon.", "Howbeit the king of the children of ῾Ammon did not hearken to the words of Yiftaĥ which he sent him.", "Then the spirit of Yahweh came upon Yiftaĥ and he passed over Gil῾ad, and Menashshe, and passed over Miżpe of Gil῾ad, and from Miżpe of Gil῾ad he passed over to the children of ῾Ammon.", "And Yiftaĥ vowed a vow to Yahweh, and said, If Thou shalt deliver the children of ῾Ammon into my hands,", "then whatever comes out of the doors of my house to meet me, when I return in peace from the children of ῾Ammon, shall surely be Yahweh’s, and I will offer it up for a burnt offering.", "So Yiftaĥ passed over to the children of ῾Ammon to fight against them: and Yahweh delivered them into his hands.", "And he smote them from ῾Aro῾er, as far as Minnit, twenty cities, and as far as Avel-keramim, with a very great slaughter. Thus the children of ῾Ammon were subdued before the children of Yisra᾽el.", "And Yiftaĥ came to Miżpe to his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his only child; beside her he had neither son nor daughter.", "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou hast become the cause of trouble to me: for I have opened my mouth to Yahweh, and I cannot go back.", "And she said to him, My father, if thou hast opened thy mouth to Yahweh, do to me according to that which has proceeded out of thy mouth; seeing that Yahweh has taken vengeance for thee of thy enemies, of the children of ῾Ammon.", "And she said to her father, Let this thing be done for me: let me alone two months, that I may go and wander down the mountain sides, and bewail my virginity, I and my friends.", "And he said, Go. And he sent her away for two months: and she went with her companions, and wept for her virginity upon the mountains.", "And it came to pass at the end of two months, that she returned to her father, who did with her according to his vow which he had vowed: and she knew no man. And it was a custom in Yisra᾽el,", "that the daughters of Yisra᾽el went yearly to lament the daughter of Yiftaĥ, the Gil῾adite four days in the year."], ["And the men of Efrayim were mustered, and crossed to Żafon, and said to Yiftaĥ, Why didst thou pass over to fight against the children of ῾Ammon, and didst not call us to go with thee? we will burn thy house upon thee with fire.", "And Yiftaĥ said to them, I and my people were at great strife with the children of ῾Ammon; and when I called you, you delivered me not out of their hands.", "And when I saw that you delivered me not, I took my life in my hands, and passed over against the children of ῾Ammon; and Yahweh delivered them into my hand: why then are you come up to me this day, to fight against me?", "Then Yiftaĥ gathered together all the men of Gil῾ad and fought Efrayim, for they had said, You of Gil῾ad are outcasts of Efrayim amongst Efrayim and amongst Menashshe.", "And Gil῾ad seized the passages of the Yarden before Efrayim: and it was so, that when the fugitives of Efrayim would say, let me cross; that the men of Gil῾ad would say to him, Art thou an Efratite? If he said, No;", "then they said to him, say now Shibbolet: and he said Sibbolet: for he could not frame to pronounce it right. Then they took him, and slew him at the fords of the Yarden; and there fell at that time of Efrayim forty two thousand.", "And Yiftaĥ judged Yisra᾽el for six years. Then Yiftaĥ the Gil῾adite died, and was buried in one of the cities of Gil῾ad.", "And after him Ivżan of Bet-leĥem judged Yisra᾽el.", "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Yisra᾽el for seven years.", "Then died Ivżan, and was buried at Bet-leĥem.", "And after him Elon, a Zevulonite, judged Yisra᾽el, and he judged Yisra᾽el for ten years.", "And Elon the Zevulonite died, and was buried in Ayyalon in the country of Zevulun.", "And after him ῾Avdon the son of Hillel, a Pir῾atonite, judged Yisra᾽el.", "And he had forty sons and thirty grandsons, that rode on seventy ass colts: and he judged Yisra᾽el for eight years.", "And ῾Avdon the son of Hillel the Pir῾atonite died, and was buried in Pir῾aton in the land of Efrayim, in the mount of the ῾Amaleqi."], ["And the children of Yisra᾽el continued to do evil in the sight of Yahweh; and Yahweh delivered them into the hand of the Pelishtim for forty years.", "And there was a certain man of Żor῾a, of the family of the Dani, whose name was Manoaĥ; and his wife was barren, and bore not.", "And the angel of Yahweh appeared to the woman, and said to her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.", "Now therefore beware, I pray thee, and drink neither wine nor strong drink, and eat no unclean thing:", "for, lo, thou shalt conceive, and bear a son; and no razor shall come on his head: for the child shall be a Nazir to God from the womb: and he shall begin to deliver Yisra᾽el out of the hand of the Pelishtim.", "Then the woman came and told her husband, saying, A man of God came to me, and his appearance was like the appearance of an angel of God, very terrible: but I asked him not from where he was, neither did he tell me his name:", "but he said to me, Behold, thou shalt conceive, and bear a son; and now drink no wine nor strong drink, neither eat any unclean thing: for the child shall be a Nazir to God from the womb to the day of his death.", "Then Manoaĥ entreated Yahweh, and said, O my Lord, let the man of God whom Thou didst send come again to us, and teach us what we shall do to the child that shall be born.", "And God hearkened to the voice of Manoaĥ; and the angel of God came again to the woman as she sat in the field: but Manoaĥ her husband was not with her.", "And the woman made haste, and ran, and told her husband, and said to him, Behold, the man has appeared to me, that came to me the other day.", "And Manoaĥ arose, and went after his wife, and came to the man, and said to him, Art thou the man that didst speak to the woman? And he said, I am.", "And Manoaĥ said, Now let thy words come to pass. What shall be the rule for the child, and what shall be done with him?", "And the angel of Yahweh said to Manoaĥ, Of all that I said to the woman let her take heed.", "She may not eat of anything that comes of the vine, neither let her drink wine or strong drink, nor eat any unclean thing: all that I commanded her let her observe.", "And Manoaĥ said to the angel of Yahweh, I pray thee, let us detain thee, until we shall have made ready a kid for thee.", "And the angel of Yahweh said to Manoaĥ, Though thou detain me, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it to Yahweh. For Manoaĥ knew not that he was an angel of Yahweh.", "And Manoaĥ said to the angel of Yahweh, What is thy name, that when thy sayings come to pass we may do thee honour?", "And the angel of Yahweh said to him, Why askest thou thus after my name, seeing it is hidden?", "So Manoaĥ took the kid with the meal offering, and offered it upon the rock to Yahweh: and the angel did wondrously, and Manoaĥ and his wife looked on.", "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of Yahweh ascended in the flame of the altar. And Manoaĥ and his wife looked on it, and fell on their faces to the ground.", "But the angel of Yahweh appeared no more to Manoaĥ and to his wife. Then Manoaĥ knew that he was an angel of Yahweh.", "And Manoaĥ said to his wife, We shall surely die, because we have seen God.", "But his wife said to him, If Yahweh desired to kill us, he would not have received a burnt offering and a meal offering at our hands, neither would he have shown us all these things, nor would as at this have told us such things as these.", "And the woman bore a son, and called his name Shimshon: and the child grew, and Yahweh blessed him.", "And the spirit of Yahweh began to move him in Maĥane-dan between Żor῾a and Eshta᾽ol."], ["And Shimshon went down to Timnat, and saw a woman in Timnat of the daughters of the Pelishtim.", "And he came up, and told his father and his mother, and said, I have seen a woman in Timnat of the daughters of the Pelishtim: now therefore get her for me to wife.", "Then his father and his mother said to him, Is there no woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Pelishtim? And Shimshon said to his father, Get her for me; for she pleases me well.", "But his father and his mother knew not that it was of Yahweh, that he sought a pretext against the Pelishtim: for at that time the Pelishtim had dominion over Yisra᾽el.", "Then Shimshon went down, and his father and his mother, to Timnat, and came to the vineyards of Timnat: and, behold, a young lion roared against him.", "And the spirit of Yahweh came mightily upon him, and he tore him as he would have torn a kid, and he had nothing in his hand: but he told not his father or his mother what he had done.", "And he went down, and talked with the woman; and she pleased Shimshon well.", "And after a time he returned to take her, and he turned aside to see the carcass of the lion: and, behold, there was a swarm of bees and honey in the carcass of the lion.", "And he scraped it out in his hands, and went on his way, eating, and came to his father and mother, and he gave them, and they did eat: but he told them not that he had taken the honey out of the carcass of the lion.", "So his father went down to the woman: and Shimshon made there a feast; for so used the young men to do.", "And it came to pass, when they saw him, that they brought thirty companions to be with him.", "And Shimshon said to them, I will now propound a riddle to you: if you can declare it me within the seven days of the feast, and find it out, then I will give you thirty sheets and thirty changes of garments:", "but if you cannot declare it me, then you shall give me thirty sheets and thirty changes of garments. And they said to him, Propound thy riddle, that we may hear it.", "And he said to them, Out of the eater came forth food, and out of the strong came forth sweetness. And they could not in three days expound the riddle.", "And it came to pass on the seventh day, that they said to Shimshon’s wife, Entice thy husband, that he may declare to us the riddle, lest we burn thee and thy father’s house with fire: have you called us to take possession of our goods?", "And Shimshon’s wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast propounded a riddle to the children of my people, and hast not told it me. And he said to her, Behold, I have not told it my father nor my mother and shall I tell it thee?", "And she wept before him the seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she harassed him: and she told the riddle to the children of her people.", "And the men of the city said to him on the seventh day before the sun went down, What is sweeter than honey? and what is stronger than a lion? And he said to them, If you had not ploughed with my heifer, you would not have found out my riddle.", "And the spirit of Yahweh came upon him, and he went down to Ashqelon, and slew thirty men of them, and took their clothing, and gave the changes of garments to them who had expounded the riddle. And his anger burned, and he went up to his father’s house.", "But Shimshon’s wife was given to his companion, whom he had as his friend."], ["But it came to pass after a while, in the time of wheat harvest, that Shimshon visited his wife with a kid; and he said, I will go in to my wife into the chamber. But her father would not permit him to go in.", "And her father said, I thought indeed that thou didst hate her; therefore I gave her to thy companion: is not her younger sister fairer than she? take her, I pray thee, instead of her.", "And Shimshon said concerning them, Now shall I be blameless in regard to the Pelishtim, when I do them a mischief.", "And Shimshon went and caught three hundred foxes, and took torches, and turned tail to tail, and put a torch in the midst between two tails.", "And when he had set the torches on fire, he let them go into the standing corn of the Pelishtim, and burnt up both the shocks, and also the standing corn, together with the oliveyards.", "Then the Pelishtim said, Who has done this? And they answered, Shimshon, the son in law of the Timni, because he had taken his wife, and given her to his companion. And the Pelishtim went up, and burnt her and her father with fire.", "And Shimshon said to them, If this is what you have done, I will be avenged on you, and after that I will cease.", "And he smote them hip and thigh with a great slaughter: and he went down and dwelt in the cleft of the rock ῾Etam.", "Then the Pelishtim went up, and pitched in Yehuda, and ranged themselves against Leĥi.", "And the men of Yehuda said, Why are you come up against us? And they answered, To bind Shimshon are we come up, to do to him as he has done to us.", "Then three thousand men of Yehuda went to the cleft of the rock ῾Etam, and said to Shimshon, Knowst thou not that the Pelishtim are rulers over us? what is this that thou hast done to us? And he said to them, As they did to me, so have I done to them.", "And they said to him, We have come down to bind thee, that we may deliver thee into the hand of the Pelishtim. And Shimshon said to them, Swear to me, that you will not fall upon me yourselves.", "And they spoke to him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock.", "And when he came to Leĥi, the Pelishtim shouted against him: and the spirit of Yahweh came mightily upon him: and the cords that were upon his arms became as flax that was burnt with fire, and his bands melted from off his hands.", "And he found a new jawbone of an ass, and put out his hand, and took it, and slew a thousand men with it.", "And Shimshon said, With the jawbone of an ass, heaps upon heaps; with the jaw of an ass have I slain a thousand men.", "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramat-leĥi.", "And he was very thirsty, and called on Yahweh, and said, Thou hast given this great deliverance into the hand of Thy servant: and now shall I die of thirst, and fall into the hand of the uncircumcised?", "But God split the hollow place that was in Leĥi, and water came out; and when he had drunk, his spirit was restored, and he revived: therefore he called the name of it ῾En-haqqore, which is in Leĥi to this day.", "And he judged Yisra᾽el in the days of the Pelishtim for twenty years."], ["Then Shimshon went to ῾Azza, and saw there a harlot, and went in to her.", "And it was told the ῾Azzatim, saying, Shimshon has come here. And they surrounded him, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, In the morning, when it is day, we shall kill him.", "And Shimshon lay till midnight, and arose at midnight, and took the doors of the gate of the city, and the two posts, and went away with them, bar and all, and put them upon his shoulders, and carried them up to the top of the hill that is before Ĥevron.", "And it came to pass afterwards, that he loved a woman in the wadi of Soreq, whose name was Delila.", "And the lords of the Pelishtim came up to her, and said to her, Entice him, and see in what his great strength lies, and by what means we may prevail against him, that we may bind him and torture him: and we will give thee every one of us eleven hundred pieces of silver.", "And Delila said to Shimshon, Tell me, I pray thee, in what thy great strength lies, and with what thou mightest be bound and tortured.", "And Shimshon said to her, If they bind me with seven fresh bowstrings that were never dried, then shall I be weak, and be as another man.", "Then the lords of the Pelishtim brought up to her seven fresh bowstrings which had not been dried, and she bound him with them.", "Now there were men lying in wait, abiding with her in the chamber. And she said to him, The Pelishtim are upon thee, Shimshon. And he broke the bowstrings, as a thread of tow is broken when it touches the fire. So his strength was not known.", "And Delila said to Shimshon, Behold, thou hast mocked me, and told me lies: now tell me, I pray thee, with what thou mightest be bound.", "And he said to her, If they bind me fast with new ropes that have never been used for work, then shall I be weak, and be as another man.", "Delila therefore took new ropes, and bound him with them, and said to him, The Pelishtim are upon thee, Shimshon. And there were liers in wait abiding in the chamber. And he broke them from off his arms like string.", "And Delila said to Shimshon, Hitherto thou hast mocked me, and told me lies: tell me with what thou mightest be bound. And he said to her, If thou weavest the seven locks of my head with the web of the loom.", "And she fastened it with the pin, and said to him, The Pelishtim are upon thee, Shimshon. And he awoke out of his sleep, and went away with the pin of the loom, and with the web.", "And she said to him, How canst thou say, I love thee, when thy heart is not with me? thou hast mocked me these three times, and hast not told me in what thy great strength lies.", "And it came to pass, when she harassed him daily with her words, and urged him, so that he was sick to death;", "that he told her all his heart, and said to her, There has not come a razor upon my head; for I have been a Nazir to God from my mother’s womb: if I am shaved, then my strength will go from me, and I shall become weak, and be like any other man.", "And when Delila saw that he had told her all his heart, she sent and called for the lords of the Pelishtim, saying, Come up this once, for he has shown me all his heart. Then the lords of the Pelishtim came up to her, and brought money in their hand.", "And she made him sleep upon her knees; and she called for a man, and she caused him to shave off the seven locks of his head; and she began to torment him, and his strength went from him.", "And she said, The Pelishtim are upon thee, Shimshon. And he awoke out of his sleep, and said, I will go out as at other times before, and shake myself. And he knew not that Yahweh was departed from him.", "But the Pelishtim took him, and bored out his eyes, and brought him down to ῾Azza, and bound him with fetters of brass, and he ground at the mill in the prison house.", "But the hair of his head began to grow again after he was shaved.", "Then the lords of the Pelishtim gathered together to offer a great sacrifice to Dagon their god, and to rejoice: for they said, Our god has delivered Shimshon our enemy into our hand.", "And when the people saw him, they praised their god: for they said, Our god has delivered into our hands our enemy, and the destroyer of our country, and one who slew many of us.", "And it came to pass, when their hearts were merry, that they said, Call for Shimshon, that he may make sport for us. And they called for Shimshon out of the prison house; and he made sport for them: and they set him between the pillars.", "And Shimshon said to the lad that held him by the hand, Leave me alone, and let me feel the pillars on which the house is fixed, that I may lean upon them.", "Now the house was full of men and women; and all the lords of the Pelishtim were there; and there were upon the roof about three thousand men and women, that beheld while Shimshon made sport.", "And Shimshon called to Yahweh, and said, O Lord God, remember me, I pray Thee, and strengthen me, I pray Thee, only this once, O God, that I may be avenged on the Pelishtim for one of my two eyes.", "And Shimshon took hold of the two central pillars upon which the house stood, and he supported himself on them, on the one with his right hand, and on the other with his left.", "And Shimshon said, Let me die with the Pelishtim. And he bowed with all his might; and the house fell upon the lords, and upon all the people that were in it. So the dead whom he slew at his death were more than those whom he slew in his life.", "Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Żor῾a and Eshta᾽ol in the buryingplace of Manoaĥ his father. And he judged Yisra᾽el for twenty years."], ["And there was a man of mount Efrayim, whose name was Mikhayehu.", "And he said to his mother, The eleven hundred shekels of silver that were taken from thee, about which thou didst pronounce a curse, uttering it also in my ears, behold, the silver is with me; I took it. And his mother said, Blessed be thou of Yahweh, my son.", "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had wholly dedicated the silver to Yahweh from my hand for my son, to make a carved and a molten idol: now therefore I will restore it to thee.", "And when he had given back the money to his mother, his mother took two hundred shekels of silver, and gave them to the founder, who made of it a carved and a molten idol: and they were in the house of Mikhayehu.", "And the man Mikha had a shrine, and made an efod, and terafim, and consecrated one of his sons, who became his priest.", "In those days there was no king in Yisra᾽el, but every man did that which was right in his own eyes.", "And there was a young man out of Bet-leĥem-yehuda of the family of Yehuda, who was a Levite, and he sojourned there.", "And the man departed out of the city, from Bet-leĥem-yehuda to sojourn where he could find a place: and he came to mount Efrayim to the house of Mikha, as he journeyed.", "And Mikha said to him, from where hast thou come? And he said to him, I am a Levite of Bet-leĥem-yehuda, and I go to sojourn where I may find a place.", "And Mikha said to him, Dwell with me, and be to me a father and a priest, and I will give thee ten shekels of silver by the year, and a suit of apparel, and thy sustenance. So the Levite went in.", "And the Levite was content to dwell with the man; and the young man was to him like one of his sons.", "And Mikha appointed the Levite; and the young man became his priest, and was in the house of Mikha.", "Then Mikha said, Now I know that Yahweh will do me good, seeing that I have a Levite for a priest."], ["In those days there was no king in Yisra᾽el: and in those days the tribe of the Dani sought for itself an inheritance to dwell in; for to that day a due inheritance had not fallen to their share among the tribes of Yisra᾽el.", "And the children of Dan sent of their family five men from their chieftains, men of valour, from Żor῾a, and from Eshta᾽ol, to spy out the land, and to search it; and they said to them, Go, search the land: who when they came to mount Efrayim, to the house of Mikha, they lodged there.", "When they were by the house of Mikha, they knew the voice of the young man the Levite: and they turned aside there, and said to him, Who brought thee here? and what doest thou in this place? and what hast thou here?", "And he said to them, Thus and thus has Mikha done for me, and has hired me, and I am his priest.", "And they said to him, Ask counsel, we pray thee, of God, that we may know whether our way which we go shall be prosperous.", "And the priest said to them, Go in peace: the way you go is before Yahweh.", "Then the five men departed, and came to Layish, and saw the people that were there, how they dwelt in safety, after the manner of the Żidonim, quiet and secure; and there was no one in the land that put them to shame in any thing; such as a hereditary ruler, and they were far from the Żidonim, and had no business with any man.", "And they came to their brethren to Żor῾a and Eshta᾽ol: and their brethren said to them, What say you?", "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are you idle? be not slothful to go, and to enter and possess the land.", "When you go, you shall come to an unsuspecting people, and to a broad land: for God has given it into your hands; a place where there is no want of any thing that is in the earth.", "And from there went out of the family of the Dani, out of Żor῾a and out of Eshta᾽ol, six hundred men girded with weapons of war.", "And they went up, and pitched in Qiryat-ye῾arim, in Yehuda: therefore they called that place Maĥane-dan to this day: behold, it is behind Qiryat-ye῾arim.", "And they passed from there to mount Efrayim, and came to the house of Mikha.", "Then answered the five men that went to spy out the country of Layish, and said to their brethren, Do you know that there is in these houses an efod, and terafim, and a carved and a molten idol? now therefore consider what you have to do.", "And they turned aside there, and came to the house of the young man the Levite, to the house of Mikha, and greeted him.", "And the six hundred men girded with their weapons of war, who were of the children of Dan, stood by the entrance of the gate.", "And the five men that went to spy out the land went up, and came in there, and took the carved idol, and the efod, and the terafim, and the molten image: and the priest stood in the entrance of the gate with the six hundred men girded with weapons of war.", "And these went to Mikha’s house, and fetched the carving, the efod, and the terafim, and the molten image. Then said the priest to them, What are you doing?", "And they said to him, Hold thy peace, lay thy hand upon thy mouth, and go with us, and be to us a father and a priest: is it better for thee to be a priest to the house of one man, or that thou be a priest to a whole tribe and a family in Yisra᾽el?", "And the priest’s heart was glad, and he took the efod, and the terafim, and the carved idol, and went in the midst of the people.", "So they turned and departed, and put the little ones and the cattle and the goods before them.", "And when they were a good way from the house of Mikha, the men that were in the houses near to Mikha’s house mustered and overtook the children of Dan.", "And they cried to the children of Dan. And they turned their faces, and said to Mikha, What ails thee, that thou comest with such a company?", "And he said, you have taken away my gods which I made, and the priest, and you have gone away: and what have I more? and how then do you say to me, What ails thee?", "And the children of Dan said to him, Do not raise thy voice among us, lest angry fellows run upon thee, and thou lose thy life, with the lives of thy household.", "And the children of Dan went their way: and when Mikha saw that they were too strong for him, he turned and went back to his house.", "And they took the things which Mikha had made, and the priest which he had, and came upon Layish, upon a quiet and unsuspecting people: and they smote them with the edge of the sword, and burnt the city with fire.", "And there was no deliverer, because it was far from Żidon, and they had no business with any man; and it was in the valley that lies by Bet-reĥov. And they built a city, and dwelt in it.", "And they called the name of the city Dan, after the name of Dan their father, who was born to Yisra᾽el: but the name of the city at first was Layish.", "And the children of Dan set up the carving: and Yehonatan, the son of Gershom, the son of Menashshe, he and his sons were priests to the tribe of Dan until the day of the captivity of the land.", "And they set up for themselves Mikha’s carving, which he had made, all the time that the house of God was in Shilo."], ["And it came to pass in those days, when there was no king in Yisra᾽el that there was a certain Levite sojourning on the far side of mount Efrayim, who took to him a concubine out of Bet-leĥem-yehuda.", "And his concubine was faithless to him, and went away from him to her father’s house to Bet-leĥem-yehuda, and was there four whole months.", "And her husband arose, and went after her, to speak kindly to her, and to bring her back, having his servant with him, and a couple of asses: and she brought him into her father’s house: and when the father of the girl saw him, he rejoiced to meet him.", "And his father in law, the girl’s father, detained him; and he abode with him three days: so they did eat and drink, and lodged there.", "And it came to pass on the fourth day, that they arose early in the morning, and he rose up to depart: and the girl’s father said to his son in law, Refresh thy heart with a morsel of bread, and afterwards go your way.", "And they sat down, and did eat and drink both of them together: for the girl’s father had said to the man, Be content, I pray thee, and tarry all night, and let thy heart be merry.", "And when the man rose up to depart, his father in law urged him: therefore he lodged there again.", "And he arose early in the morning on the fifth day to depart: and the girl’s father said, Refresh thy heart, I pray thee, and delay until the afternoon, and they did eat both of them.", "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the girl’s father, said to him, Behold, now the day draws towards evening, I pray you stay the night: behold the day comes to an end; stay here the night, and thy heart may be merry; and tomorrow get you early on your way, that thou mayst go home.", "But the man would not tarry that night, but he rose up and departed, and came over against Yevus, which is Yerushalayim; and there were with him two asses saddled; his concubine also was with him.", "And when they were by Yevus, the day was far spent; and the servant said to his master, Come, I pray thee, and let us turn in into this city of the Yevusi, and we will spend the night here.", "But his master said to him, We will not turn aside here into the city of a stranger, that is not of the children of Yisra᾽el; we will pass over to Giv῾a.", "And he said to his servant, Come, and let us draw near to one of these places to lodge all night, in Giv῾a, or in Rama.", "And they passed on and went their way; and the sun went down upon them when they were by Giv῾a, which belongs to Binyamin.", "And they turned aside there to go in and to lodge in Giv῾a: and when he went in, he sat down in the open place of the city: for there was no man that took them into his house to lodge the night.", "And, behold, there came an old man from his work out of the field at evening, who was also of mount Efrayim; and he sojourned in Giv῾a: but the men of the place were Beneyamini.", "And he lifted up his eyes, and saw a traveller in the open place of the city: and the old man said, Where dost thou go, and where hast thou come from?", "And he said to him, We are passing from Bet-leĥem-yehuda and on to the far side of mount Efrayim; I am from there: and I went to Bet-leĥem-yehuda, but I am now going to the house of Yahweh; and there is no man that receives me in his house.", "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man who is with thy servants: there is no want of any thing.", "And the old man said, Peace be with thee; only let all thy wants lie upon me; but lodge not in the street.", "So he brought him into his house, and gave fodder to the asses: and they washed their feet, and did eat and drink.", "Now as they were gladdening their hearts, behold, the men of the city, worthless men, beset the house round about, and beat at the door, and spoke to the master of the house, the old man, saying, Bring out the man that came into thy house, that we may have our desire of him.", "And the man, the master of the house, went out to them, and said to them, No, my brethren, no, I pray you, do not so wickedly; seeing that this man is come into my house, do not carry out this vileness.", "Behold, here is my daughter a virgin, and his concubine; them I will bring out now; ravish them, and do with them what seems good to you: but to this man do not so vile a thing.", "But the men would not hearken to him: so the man seized his concubine, and brought her out to them; and they had their desire of her, and abused her all the night until the morning: and when the day began to spring, they let her go.", "Then came the woman in the dawning of the day, and fell down at the door of the man’s house where her lord was, till it was light.", "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down at the door of the house, and her hands were upon the threshold.", "And he said to her, Up, and let us be going. But there was no answer. Then the man took her up upon an ass, and the man rose up, and went to his place.", "And when he was come to his house, he took a knife, and laid hold of his concubine, and divided her, together with her bones, into twelve pieces, and sent her into the whole territory of Yisra᾽el.", "And it was so, that all that saw it said, No such deed has been done or seen from the day that the children of Yisra᾽el came up out of the land of Miżrayim to this day: consider of it, take counsel, and speak your minds."], ["Then all the children of Yisra᾽el went out, and the congregation assembled as one man, from Dan to Be᾽er-sheva, with the land of Gil῾ad, to Yahweh in Miżpe.", "And the chief of all the people, even of all the tribes of Yisra᾽el, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword.", "(Now the children of Binyamin heard that the children of Yisra᾽el were gone up to Miżpe.) Then said the children of Yisra᾽el, Tell us, how was this wickedness?", "And the Levite, the husband of the woman that was slain, answered and said, I came into Giv῾a that belongs to Binyamin, I and my concubine, to spend the night.", "And the men of Giv῾a rose against me, and beset the house round about upon me by night, intending to have slain me: and my concubine they forced, and she died.", "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Yisra᾽el: for they have committed wantonness and vileness in Yisra᾽el.", "Behold, you are all children of Yisra᾽el; give here your advice and counsel.", "And all the people arose as one man, saying, We will not any of us go to his tent, neither will we any of us turn aside to his house.", "But now this shall be the thing which we will do to Giv῾a; we will go up by lot against it;", "and we will take ten men of a hundred throughout all the tribes of Yisra᾽el, and a hundred of a thousand, and a thousand out of ten thousand, to fetch provisions for the people, that they may do, when they come to Giv῾a of Binyamin, for all the vileness that they have done in Yisra᾽el.", "So all the men of Yisra᾽el were gathered against the city, as one united company.", "And the tribes of Yisra᾽el sent men through all the tribe of Binyamin, saying, What wickedness is this that is done among you?", "Now therefore deliver us the worthless men, who are in Giv῾a that we may put them to death, and put away evil from Yisra᾽el. But the children of Binyamin would not hearken to the voice of their brothers the children of Yisra᾽el:", "but the children of Binyamin gathered themselves together out of the cities to Giv῾a, to go out to battle against the children of Yisra᾽el.", "And the children of Binyamin numbered at that time out of the cities twenty six thousand men that drew sword, besides the inhabitants of Giv῾a, who numbered seven hundred chosen men.", "Among all this people there were seven hundred chosen men lefthanded; every one could sling stones at a hair, and not miss.", "And the men of Yisra᾽el, beside Binyamin, numbered four hundred thousand men that drew sword: all these were men of war.", "And the children of Yisra᾽el arose, and went up to the house of God, and asked counsel of God, and said, which of us shall go up first to the battle against the children of Binyamin? And Yahweh said, Yehuda shall go up first.", "And the children of Yisra᾽el rose up in the morning, and encamped against Giv῾a.", "And the men of Yisra᾽el went out to battle against Binyamin; and the men of Yisra᾽el put themselves in array to fight against them at Giv῾a.", "And the children of Binyamin came out of Giv῾a, and laid low that day twenty two thousand men of Yisra᾽el.", "And the people the men of Yisra᾽el rallied, and set their battle again in array in the place where they put themselves in array the first day.", "(And the children of Yisra᾽el went up and wept before Yahweh until evening, and asked counsel of Yahweh, saying, Shall I go up again to battle against the children of Binyamin my brother? And Yahweh said, Go up against him.)", "And the children of Yisra᾽el came near against the children of Binyamin the second day.", "And Binyamin went out against them from Giv῾a on the second day, and laid low of the children of Yisra᾽el another eighteen thousand men; all these drawing the sword.", "Then all the children of Yisra᾽el, and all the people, went up, and came to the house of God, and wept, and sat there before Yahweh, and fasted that day until evening, and offered burnt offerings and peace offerings before Yahweh.", "And the children of Yisra᾽el inquired of Yahweh, (for the ark of the covenant of God was there in those days,", "And Pineĥas, the son of El῾azar, the son of Aharon, stood before it in those days,) saying, Shall I yet again go out to battle against the children of Binyamin my brother, or shall I cease? And Yahweh said, Go up; for tomorrow I will deliver them into thy hand.", "And Yisra᾽el set men in ambush round about Giv῾a.", "And the children of Yisra᾽el went up against the children of Binyamin on the third day, and put themselves in array against Giv῾a, as at other times.", "And the children of Binyamin went out against the people, and were drawn away from the city; and they began to smite of the people, and kill, as on the other occasions, in the highways, of which one goes up to Bet-el, and the other to Giv῾a in the field, killing about thirty men of Yisra᾽el.", "And the children of Binyamin said, They are beaten before us, as at the first. But the children of Yisra᾽el said, Let us flee, and draw them from the city onto the highways.", "And all the men of Yisra᾽el rose up out of their place, and put themselves in array at Ba῾al-tamar: and the liers in wait of Yisra᾽el rushed out of their places, out of Ma῾are-geva.", "And there came against Giv῾a ten thousand chosen men out of all Yisra᾽el, and the battle was hard: but they knew not that disaster was close upon them.", "And Yahweh smote Binyamin before Yisra᾽el: and the children of Yisra᾽el destroyed of Binyamin that day twenty five thousand one hundred men: all these drew the sword.", "So the children of Binyamin saw that they were beaten: for the men of Yisra᾽el gave place to Binyamin, because they trusted to the liers in wait which they had set beside Giv῾a.", "And the liers in wait hastened, and rushed upon Giv῾a; and the liers in wait moved out, and smote all the city with the edge of the sword.", "Now there was an appointed sign between the men of Yisra᾽el and the liers in wait, that they should make a great column of smoke rise up out of the city.", "And when the men of Yisra᾽el retired in the battle, and Binyamin began to smite and kill the men of Yisra᾽el about thirty persons: (for they said, Surely they are beaten before us, as in the first battle)", "then the beacon began to arise up out of the city, a pillar of smoke, and Binyamin looked behind them and behold, the whole city was going up to heaven in flames.", "And when the men of Yisra᾽el turned again, the men of Binyamin were amazed: for they saw that disaster was come upon them.", "Therefore they turned their backs before the men of Yisra᾽el in the direction of the wilderness; but the battle overtook them; and those who came out of the cities destroyed them in the midst of them.", "Thus they enclosed Binyamin round about, and chased them, and trod them down with ease over against Giv῾a toward the sunrising.", "And there fell of Binyamin eighteen thousand men; all these were men of valour.", "And they turned and fled toward the wilderness to the rock Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them as far as Gid῾om, and slew two thousand men of them.", "So that all who fell that day of Binyamin were twenty five thousand men that drew the sword; all these were men of valour.", "But six hundred men turned and fled to the wilderness to the rock Rimmon, and abode in the rock Rimmon for four months.", "And the men of Yisra᾽el turned back upon the children of Binyamin, and smote them with the edge of the sword, both the men of every city, and beasts, and all that came to hand: also they set on fire all the cities that they came to."], ["Now the men of Yisra᾽el had sworn in Miżpe, saying, None of us shall give his daughter to Binyamin to wife.", "And the people came to the house of God, and abode there till evening before God, and lifted up their voices, and wept very bitterly;", "and said, O Lord God of Yisra᾽el, why is this come to pass in Yisra᾽el that there should be to-day one tribe lacking in Yisra᾽el?", "And it came to pass on the morrow, that the people rose early, and built there an altar, and offered burnt offerings and peace offerings.", "And the children of Yisra᾽el said, Who is there among all the tribes of Yisra᾽el that came not up with the congregation to Yahweh? For they had made a great oath concerning him that came not up to Yahweh to Miżpe, saying, He shall surely be put to death.", "And the children of Yisra᾽el relented on account of Binyamin their brother, and said, There is one tribe cut off from Yisra᾽el this day.", "How shall we do for wives for them that remain, seeing we have sworn by Yahweh that we will not give them of our daughters to wives?", "And they said, Which one is there of the tribes of Yisra᾽el that came not up to Miżpe to Yahweh? And, behold, there came none to the camp from Yavesh-gil῾ad to the assembly.", "For the people were numbered, and, behold, there were none of the inhabitants of Yavesh-gil῾ad there.", "And the congregation sent there twelve thousand men of the valiantest, and commanded them, saying, Go and smite the inhabitants of Yavesh-gil῾ad with the edge of the sword, with the women and the children.", "And this is the thing that you shall do, you shall utterly destroy every male, and every woman that has lain with a man.", "And they found among the inhabitants of Yavesh-gil῾ad four hundred young virgins, that had known no man carnally: and they brought them to the camp to Shilo, which is in the land of Kena῾an.", "And the whole congregation sent some to speak to the children of Binyamin that were in the rock Rimmon, and to call peaceably to them.", "And Binyamin returned at that time; and they gave them the wives whom they had saved alive of the women of  Yavesh-gil῾ad: and yet they sufficed them not.", "And the people felt regret for Binyamin, because Yahweh had made a breach in the tribes of Yisra᾽el.", "Then the elders of the congregation said, What shall we do for wives for them that remain, seeing the women are destroyed out of Binyamin?", "And they said, There must be an inheritance for them that are escaped of Binyamin, that a tribe be not destroyed out of Yisra᾽el.", "Yet we may not give them wives of our daughters: for the children of Yisra᾽el have sworn, saying, Cursed be he that gives a wife to Binyamin.", "Then they said, Behold, there is a yearly feast of Yahweh in Shilo which is on the north side of Bet-el, on the east side of the highway that goes up from Bet-el to Shekhem, and on the south of Levona.", "Therefore they commanded the children of Binyamin, saying, Go and lie in wait in the vineyards;", "and see, and, behold, if the daughters of Shilo come out to dance in the dances, then come out of the vineyards, and catch you every man his wife of the daughters of Shilo, and go to the land of Binyamin.", "And it shall be, if their fathers or their brethren come to us to complain, that we will say to them, Be favourable to them, for our sakes: because we took not a wife for every man in the war: nor did you give them to them willingly at this time, that you should be guilty.", "And the children of Binyamin did so, and took them wives, according to their number, of them that danced, whom they caught: and they went and returned to their inheritance, and rebuilt the cities, and dwelt in them.", "And the children of Yisra᾽el departed from there at that time, every man to his tribe and to his family, and they went out from there every man to his inheritance.", "In those days there was no king in Yisra᾽el: every man did that which was right in his own eyes."]], "versions": [["The Koren Jerusalem Bible", "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html"]], "categories": ["Tanakh", "Prophets"], "versionTitle": "merged"}